# To change this license header, choose License Headers in Project Properties.
# To change this template file, choose Tools | Templates
# and open the template in the editor.

# welcome page
welcome.greeting=Lerne die wichtigsten W\u00f6rter und S\u00e4tze einfach und gratis
welcome.uiLanguage=Sprache der Website
header.categories=Kategorien
welcome.selectLanguageToPractice=Ich m\u00f6chte lernen ...
category.selectCategory=Bitte w\u00e4hle die \u00dcbungskategorie
category.allExercises=Alle \u00dcbungen
category.markedByMe=Meine markierten
exercise.selectExercise=\u00dcbung w\u00e4hlen
settings.showAnswers=Antworte zeigen
settings.moreOptions=Weitere Einstellungen
settings.lessOptions=Weniger Einstellungen
intro.startAll=Alle Fragen
intro.startMarked=Markierte
intro.startLessThan=Weniger als
intro.correct=richtig
category.exercises=\u00dcbungen
exercise.questions=Fragen
word.exercise=\u00dcbung
word.easy=Leicht
word.medium=Mittel
word.real=Hoch
intro.userTopPoints=Beste Punktzahl
button.logIn=Anmelden
word.password=Passwort
welcome.logInOr=Einloggen oder
welcome.orCreateAccount=ein Konto erstellen
button.qMarked=Markieren
results.scoreTitle=Punktzahl f\u00fcr die \u00dcbung:
button.restart=Wiederholen
button.otherExercise=Andere \u00dcbung
word.wordClass=Wortart
question.acceptedAnswers=Akzeptierte Antworten
question.titleTranslate=Wort oder Satz \u00fcbersetzen
question.pickMatch=W\u00e4hle eine passende Antwort
question.completeSentence=Satz erg\u00e4nzen
question.whatHear=Was hast du geh\u00f6rt?
logout.youLoggedOut=Abgemeldet
account.password.new=Passwort erstellen
word.createAccount=Registrieren
word.email=E-Mail
login.repeatEmail=E-Mail wiederholen
login.langfoxIsFree=LangFox ist kostenlos und die Benutzerdaten werden nicht weitergegeben.
button.continueWithoutSave=Weiter ohne zu speichern
save.saveProgress=Ergebnisse speichern
save.loginOrCreateAccount=Einloggen oder ein Konto erstellen, um die Ergebnisse zu speichern und alle Lerninhalte zu erreichen
error.message.problem.2=Es gab ein Problem. Bitte, erneut versuchen.
results.subTitleAveragePart1=Durchschnitt f\u00fcr die
results.subTitleAveragePart2=ausgew\u00e4hlten Fragen
welcome.tryWithoutLogin=Einloggen ist nicht n\u00f6tig
account.confirmSuccess=Benutzerkonto erfolgreich registriert
button.startLearning=Lernen starten
account.accountInformation=Kontoinformationen
account.questionsAnswered=Fragen beantwortet
results.totalAveragePart1=Fortschritt f\u00fcr alle
results.totalAveragePart2=W\u00f6rter oder S\u00e4tze, die zu dieser \u00dcbung geh\u00f6ren
word.start=Start
intro.summaryOnQsAndPoints=Zusammenfassung der \u00dcbungsfragen und deine Punkte so weit
category.4=Nummern
category.1=Meist verwendete W\u00f6rter
category.2=H\u00f6flichkeitsformen
category.3=Essen und trinken
category.10=Zeit
category.5=Experimentell
category.8=Leute
category.14=HSK 1 Pr\u00fcfung
category.12=Hiragana | Romaji
welcome.sorryNoSameLanguage=Leider ist es nicht m\u00f6glich Deutsch auf Deutsch zu \u00fcben.
word.example=Beispiel
language.1=Englisch
language.2=Deutsch
language.3=Spanisch
language.4=Finnisch
language.5=Schwedisch
language.6=Japanisch
language.7=Chinesisch
category.learnXinY.1=
category.learnXinY.2=kostenlos lernen
account.password.minimum=Mindestens 6 Zeichen, ein Gro\u00dfbuchstabe, ein Kleinbuchstabe, eine Nummer
account.email.mismatch=E-Mail-Adressen m\u00fcssen identisch sein
account.email.invalid=Ung\u00fcltige E-Mail-Adresse
account.check.email=Bitte \u00fcberpr\u00fcfe die E-Mail-Adresse
account.match.email=Bitte pr\u00fcfe nach, dass die E-Mail-Adressen identisch sind
account.check.password=Bitte \u00fcberpr\u00fcfe das Passwort
account.remember.me=Bleibe eingeloggt
error.6=E-Mail oder Passwort ist falsch.
error.7=Es gab ein Problem beim Einloggen.
account.forgot=Passwort vergessen
account.reset.body=Wenn du dein Passwort vergessen hast, gib deine E-Mail-Adresse mit der du dich anmeldest ein. Wir schicken dir Anweisungen um das Passwort zur\u00fcckzusetzen an diese E-Mail-Adresse.
account.reset.header=Passwort zur\u00fccksetzen
button.goToStart=Zur\u00fcck zum Beginn
account.reset.info1=Wenn ein LangFox Konto mit der E-Mail-Adresse 
account.reset.info2=\ existiert, haben wir Anweisungen zum Zur\u00fccksetzen des Passwortes an diese E-Mail gesendet. Danke sch\u00f6n!
account.change.password=Passwort \u00e4ndern
account.password.current=Aktuelles Passwort
button.save.changes=\u00c4nderungen speichern
word.edit=Bearbeiten
account.password.repeat=Passwort wiederholen
account.password.mismatch=Passw\u00f6rter m\u00fcssen identisch sein
account.match.password=Bitte pr\u00fcfe nach, dass die Passw\u00f6rter identisch sind
account.password.status.1=Passwort wurde nicht aktualisiert. Passw\u00f6rter stimmten nicht.
account.password.status.0=Password wurde erfolgreich aktualisiert
account.password.status.2=Passwort wurde nicht aktualisiert. Neues Passwort erf\u00fcllte die Kriterien nicht.
account.password.status.3=Passwort wurde nicht aktualisiert. Aktuelles Passwort war falsch.
account.password.status.4=Es gab ein Problem. Passwort wurde nicht aktualisiert.
account.password.status.5=Fordere das Zur\u00fccksetzen des Passwortes erneut an.
account.reset.request=Passwort zur\u00fccksetzen anforden
account.reset.rule24h=Du kannst nur einmal in 24 Stunden das Passwort Zur\u00fccksetzen beantragen. Du kannst sp\u00e4ter erneut probieren.
intro.streak=Lauf
intro.streak.smaller=Lauf unter
word.score=Punkte
category.15=Katakana | Romaji
category.16=Orte
category.11=Fragen und Antworten
word.filter=Filter
category.17=Hiragana | Katakana
word.hint=Hinweis
category.18=Kangxi Radikale
category.19=Verben
welcome.head.title=Langfox: Sprachen kostenlos mit der smarten App lernen
language.learn.1=Englisch lernen
language.learn.2=Deutsch lernen
language.learn.3=Spanisch lernen
language.learn.4=Finnisch lernen
language.learn.5=Swedisch lernen
language.learn.6=Japanisch lernen
language.learn.7=Chinesisch lernen
languages.learn=Sprachen mit LangFox lernen
category.22=L\u00e4nder und Nationalit\u00e4ten
word.translation=\u00dcbersetzung
welcome.head.description=Chinesisch Japanisch Spanisch Englisch Schwedisch und Finnisch kostenlos online lernen. Langfox ist eine einfache Sprachkurs App die sich auf dich anpasst.
footer.contact=Kontakt
footer.privacy.policy=Impressum
error.8=Benutzername war leer
error.9=Passwort war leer
category.24=Goethe A1 Zertifikat
word.category=Kategorie
category.marked=Meine markierten
category.all=Alle \u00dcbungen
word.average=Durchschnitt
category.6=Alle \u00dcbungen
category.9=Meine markierten
score.penalty.delete=wegen L\u00f6schens
word.points=Punkte
category.20=Farben
category.25=Allt\u00e4gliche Sachen
category.26=N\u00fctzliche Redewendungen
intro.remove.scores=Die Punkte f\u00fcr diese Fragen l\u00f6schen?
header.path=Pfad
path.learning.path=Lernpfad
path.select=\u00dcbung vom Lernpfad w\u00e4hlen
#Got it. Don't ask me anymore.
choose.got.it=Verstanden. Nicht mehr fragen.
choose.change.anytime=Durch Dr\u00fccken der Buttons auf der Kopfleiste kannst du jederzeit zwischen Pfad und Kategorie wechseln.
choose.category=Alle \u00dcbungen sind nach Kategorien sortiert
choose.path=\u00dcbungen sind von leicht bis schwer geordnet
choose.how=Wie m\u00f6chtest du lernen?
category.27=Adjektive und Adverbien
category.28=Pr\u00e4positionen
category.21=Besitzw\u00f6rter
category.31=Kleidung
category.30=Negation
category.23=Einkaufen
category.7=Reisen
category.32=Unterkunft
word.skip=\u00dcberspringen
content.introduction=Einf\u00fchrung zum Inhalt
word.similar=\u00c4hnlich
content.start.with.intro=Beginn mit einer Einf\u00fchrung zum Inhalt
category.33=IT
category.34=F\u00e4lle
category.35=4 T\u00f6ne
question.firstLettersAreEnough=Wenn du auf Deutsch antwortest, reicht es die ersten Zeichen richtig einzutippen.
header.recap=Wiederholen
words.title=Bis jetzt trainierten Inhalt wiederholen
words.login=Es ist n\u00f6tig einzuloggen, um die Lerngeschichte zu speichern
button.more=Mehr
word.accuracy=Genauigkeit
word.item=Text
word.progressive=Progressiv
word.due=F\u00e4llig
word.last.practized=Zuletzt ge\u00fcbt
word.automatic.selection=Automatische Auswahl
word.selection.marked=Auswahl der markierten Fragen
words.by.ex.category=per \u00dcbungskategorie
word.mark=Marke
word.quickstart=Schnellstart
word.mark.verb=Markieren
word.now=Jetzt
word.progress=Fortschritt
words.nothing=Du hast noch nichts zu wiederholen
exercise.you.have=Du hast
exercise.items.to.recap=Fragen in dieser Kategorie zu wiederholen.
exercise.you.have.already=Du hast bereits diese Fragen beantwortet, aber du kannst dein Ged\u00e4chtnis durch das Wiederholen verst\u00e4rken.
word.select=W\u00e4hle
word.or=oder
words.to.start.practicing=um das \u00dcben anzufangen
word.continue=Fortfahren
accountnew.email.exists.1=Ein Konto mit der E-Mail 
accountnew.email.exists.2=existiert bereits. Wenn diese deine E-Mail Adresse ist, kannst du das 
accountnew.email.exists.3=Passwort zur\u00fccksetzen.
accountnew.email.exists.4=Beziehungsweise kannst du ein Konto mit einer anderen E-Mail-Adresse erstellen.
category.36=HSK 2 Pr\u00fcfung
words.and.sentences.recap=W\u00f6rter und S\u00e4tze zu wiederholen
words.and.sentences.learned=W\u00f6rter und S\u00e4tze, die du schon ge\u00fcbt hast
results.for=Ergebnisse f\u00fcr
results.for.recap=Ergebnisse f\u00fcr das wiederholen von
results.the.category=der Kategorie
results.the.exercise=die \u00dcbung
results.you.have=Es gibt noch
results.more.items=weitere Fragen, die du auffrischen kannst
results.with.options=mit Optionen
category.0=Alle \u00dcbungen
results.this.exercise=Diese \u00dcbung hat
click.me=klick mich
word.account=Benutzerkonto
word.logout=Ausloggen
language.my=Meine Sprache
language.learning=Ich lerne
word.change=\u00c4ndern
overlay.fast.approval=Schnelle Annahme
overlay.auto.transition=Automatischer \u00dcbergang
overlay.fast.approval.text=Wenn du in deiner Muttersprache, z. B. Deutsch, antwortest, wird deine Angabe bereits nach richtiger Eingabe der ersten Buchstaben akzeptiert.
overlay.auto.transition.text=Nachdem du richtig antwortest oder dir die Antwort durch klicken auf den Auge-Button anzeigen l\u00e4sst, wirst du automatisch zur n\u00e4chsten Frage weitergeleitet. Es ist nicht notwendig, den rechten Pfeil-Button zu bet\u00e4tigen.
overlay.got.it=Verstanden
overlay.click.hint=Klicken
category.37=New Practical Chinese Reader
category.38=H\u00e4ufigsten W\u00f6rter, Sprechen
abbreviation.d=d
abbreviation.h=h
abbreviation.plusyear=+1y
exercise.introduction=Einf\u00fchrung zur \u00dcbung
question.answered=Du hast schon geantwortet
question.skipped=Du hast die Frage \u00fcbersprungen
exercise.introduction.text=Durch klicken des Start-Buttons beginnst du die \u00dcbung. Unten ist eine \u00dcbersicht des Inhalts zu deiner Information. Au\u00dferdem erscheinen Lernindikatoren, um deinen Fortschritt anzuzeigen. Die Metriken werden sp\u00e4ter detailliert erkl\u00e4rt.
overlay.navigation=Navigation
overlay.navigation.text=Zuerst solltest du die Frage beantworten. Der Auge-Button verr\u00e4t und pr\u00fcft deine Antwort. Der rechte Pfeil bringt dich weiter. Mit dem linken Pfeil kannst du zu den vorherigen Fragen und Antworten zur\u00fcckkommen.
overlay.progress=Fortschritt
overlay.progress.text=Der Fortschrittsindikator oben rechts zeigt deinen Fortschritt durch die verschieden Aufgaben f\u00fcr jedes Wort oder Satz an. Die Aufgaben werden schwieriger und die Punktzahl erh\u00f6ht sich schrittweise auf 100. Der Gesamtfortschritt der \u00dcbung ist der Durchschnittswert der Fortschrittspunkte individueller Aufgaben.
overlay.streak.text=Der Lauf oben rechts zeigt die Zahl der fortlaufenden korrekten Antworten f\u00fcr jedes Wort oder jede Redensart an. Diese Information kannst du verwenden, um problematische W\u00f6rter oder Redensarten zu erkennen und um dich zu verbessern.
overlay.answer.language=Antwortsprache wurde ge\u00e4ndert
overlay.answer.language.text=Die Antwortsprache wird gewechselt, um das Lesen und das Schreiben der neuen Sprache zu \u00fcben. Die Sprache wird durch die Flagge vor dem Antwortfeld angezeigt.
overlay.results.text=Oben rechts erkennst du den durchschnittlichen Fortschritt von allen Aufgaben in dieser \u00dcbung. In der Tabelle unten werden die Fragen, die akzeptierten Antworten und deine Antworten angezeigt. Die Spalte \u201eWiederholen\u201c zeigt den geplanten Zeitpunkt der Wiederholung dieser Aufgabe an. Die Spalte \u201eFortschritt\u201d zeigt deine Progression durch die verschieden Aufgaben f\u00fcr jedes Wort oder Satz an. Die Spalte \u201eLauf\u201d zeigt die Zahl der fortlaufenden korrekten Antworten an.
overlay.results=Ergebnisse
exercise.back.introduction=Zur\u00fcck zur Einf\u00fchrung
word.exclude=Ausschlie\u00dfen
reset.scores=Punkte zur\u00fccksetzen
word.question=Frage
my.answer=Meine Antwort
category.39=H\u00e4ufigsten W\u00f6rter, Presse
answer.not.accepted=Leider wurde deine Antwort nicht angenommen.
answer.transition.timer=Die Zeit bis zur Weiterleitung zur n\u00e4chsten Frage.
answer.stop.transition=Klick hier um die Weiterleitung zu stoppen.
status.100.points.1=Super, du hast in allen Fragen 100 Punkte erreicht.
status.done=Gl\u00fcckwunsch! Du hast derzeit, alle Fragen beantwortet.
status.recap.is.good=Es lohnt sich die Fragen sp\u00e4ter zu wiederholen.
status.still.1=Du hast noch
option.audio.off=Audio-Fragen f\u00fcr 30 Minuten ausschalten
option.dont.ask=Diese Frage nicht mehr stellen
option.mark.this=Diese Frage markieren
status.still.2=W\u00f6rter oder Redensarten in dieser \u00dcbung zu erlernen (Fortschritt < 100).
pick.another.exercise=Andere \u00dcbung w\u00e4hlen
status.you.have.1=Du hast
status.you.have.2=Fragen, die du wiederholen kannst um dein Ged\u00e4chtnis zu verbessern.
status.nothing.1=Gro\u00dfartig! Du hast alle Fragen wiederholt.
status.nothing.2=Du hast alle Fragen, die du ge\u00fcbt hast, wiederholt. W\u00e4hle eine neue oder unvollst\u00e4ndige \u00dcbung, um fortzusetzen.
status.nothing.great=Nichts zu wiederholen. Super!
word.help=Hilfe
account.please.reset=Bitte \u00e4ndere dein Passwort
category.40=Japanisch im Sauseschritt 1
category.41=JLPT 5
category.42=Basic Kanji Book Vol. 1
category.head.title.p1=
category.head.title.p2=\ kostenlos online lernen
category.head.title.p3=\ - Kategorien
path.head.title.p3=\ - Lernpfad
error.message.problem.1=Es gab ein Problem
error.1=Deine Sitzung ist abgelaufen
error.2=Exercise set is empty
error.3=There is something wrong with exercise set
error.4=Problem parsing the exercise index
error.5=Exercise language can't be equal to the exercise language
category.head.description.p1=Lerne
category.head.description.p3=mit der smarten und einfachen App. Kurs und Lernkategorien umfassen
category.head.description.p4.6=Hiragana, Katakana, Kanji, Grammatik , Wortschatz f\u00fcr JLPT 5 Zertifikat
category.head.description.p4.1=Grundlagen f\u00fcr Anf\u00e4nger, Grammatik und Wortschatz f\u00fcr A1 Niveau Zertifikat
category.head.description.p4.2=Grundlagen f\u00fcr Anf\u00e4nger, Grammatik und Wortschatz f\u00fcr Goethe A1 Zertifikat
category.head.description.p4.3=Grundlagen f\u00fcr Anf\u00e4nger, Grammatik und Wortschatz f\u00fcr Dele A1 Zertifikat
category.head.description.p4.4=Grundlagen f\u00fcr Anf\u00e4nger, Grammatik und Wortschatz f\u00fcr A1 Yki Zertifikat
category.head.description.p4.5=Grundlagen f\u00fcr Anf\u00e4nger, Grammatik und Wortschatz f\u00fcr A1 Zertifikat
category.head.description.p4.7=Hanzi und Pinyin Zeichen, HSK 1, HSK 2, HSK 3 Zertifikat und Grammatik
path.head.description.p3=mit der smarten und einfachen App. Der Lernpfad umfasst
error.10=No category or exercise was selected
word.tasks=Aufgaben
audio.turn.off=Audio-Fragen f\u00fcr 60 Minuten deaktivieren
intro.already.practiced=Bereits ge\u00fcbt
error.11=Doh ... etwas ist schief gelaufen.
category.43=Pinyin
category.44=Romaji
words.show.more=Zeig mehr
word.basic.form=Grundform
question.conjugate.to=Konjugiere das Wort in
explanation.category=Kategorien-Blick enth\u00e4lt alle \u00dcbungen, die in verschieden Kategorien organisiert sind. Jede Kategorie hat eine Punktzahl, die durch einen Fortschrittsbalken unter des Kategoriebildes angezeigt wird. Jede Kategorie kann auch einen Indikator haben, der die Zahl der zu wiederholenden Aufgaben anzeigt. Kategorien mit voller Punktzahl ohne Aufgaben zu wiederholen werden mit einer Krone ausgezeichnet. Du kannst jederzeit durch die Pfad und Kategorie Kofbuttons den Blick w\u00e4chseln. Diese Blicke sind alternative Weisen die \u00dcbungen zu pr\u00e4sentieren.
explanation.path=Der Lernpfad ist geordnet durch \u00dcbungen: Basisthemen oben bis zu den fortgeschritten Themen unten. Jede \u00dcbung hat einen runden Fortschrittsindikator mit Punkten von 0 bis 100. Wenn du Aufgaben hast, die du wiederholen sollst, erscheint der Gieskanne-Button oben. Wenn du 100 Punkte erreichst ohne Aufgaben zu wiederholen, wird die \u00dcbung mit einer Krone ausgezeichnet. Du kannst eine \u00dcbung mit dem Schnellstart-Button sofort beginnen, oder du klickst den grossen Button mit dem \u00dcbungsikon neben der Inhaltsliste, um die detallierten \u00dcbungs\u00fcbersicht zu \u00f6ffnen. Du kannst jederzeit durch die Pfad und Kategorie Kofbuttons den Blick w\u00e4chseln. Diese Blicke sind alternative Weisen die \u00dcbungen zu pr\u00e4sentieren.
word.tutorial=Anleitung
explanation.exclusion=Sollte die Frage zu leicht oder von keinem Interesse sein, kannst du sie durch klicken des 'Ausschlie\u00dfen' Buttons entfernen. Nachdem Ausschlie\u00dfen ist die Aufgabe als gelernt markiert und wird nicht mehr gefragt werden. Aber diese Aufgabe kannst du jederzeit auf der 'Wiederholen' Seite neu aktivieren.
explanation.marking=Um W\u00f6rter und Ausdr\u00fccke leichter zu finden und zu wiederholen, kannst du sie markieren. Du kannst sie durch anklicken des 'Pin' Buttons markieren. Diese W\u00f6rter und Ausdr\u00fccke kannst du auf der 'Wiederholen' Seite leicht ausw\u00e4hlen.
explanation.help=Um die Hilfeseite zu \u00f6ffnen klickst du auf den 'Hilfe' Button am unteren Rand der Seite. Nachdem Schlie\u00dfen der Hilfe, bleibst du auf der Seite wo du warst.
explanation.script.pairs=Japanische und Chinesische \u00dcbungen haben verschiedene Skript-Paare, die durch die Icons neben den \u00dcbungen angezeigt werden. Zum Beispiel, Kanji-Hiragana Icon-Paar zeigt an, dass die Aufgaben \u00dcbersetzungen zwischen Kanji- und Hiragana-Skripte haben. Deutsch-Hanzi Icon-Paar zeigt an, dass die Aufgaben \u00dcbersetzungen zwischen Deutsch und Hanzi-Skript haben
words.script.pairs=Skript-Paare
answer.placeholder=Antworte auf
fi.partitive.suffix=
fi.translative.suffix=
benefit.free=Kostenlos
benefit.smart=F\u00fcr dich
benefit.focus=Fokussiert
benefit.fast=Schnell
benefit.free.text=Lerne alle W\u00f6rter und S\u00e4tze kostenlos
benefit.smart.text=Unser intelligenter Algorithmus passt dir ein optimales Lerntempo an
benefit.focus.text=Wir haben die am h\u00e4ufigsten verwendeten W\u00f6rter f\u00fcr dich ausgew\u00e4hlt, um das Wesentliche schnell zu lernen
benefit.fast.text=Lerne schell mit unserer f\u00fcr flinkes lernen optimierten Bedienungsoberfl\u00e4che
word.create.password=Passwort erstellen
button.signUp=Registrieren
account.joinNow=Meld dich jetzt an, Langfox ist KOSTENLOS!
account.already.member=Bereits ein Mitglied?
account.continue.without=Weiter ohne Konto
account.no.save=Nicht speichern
account.need.account=Brauchst du ein Konto?
account.continue.testing=Du kannst das System weitertesten mit begrenzten Funktionalit\u00e4ten
account.miss.benefits=Du wirst folgende Vorteile verpassen
account.benefit.algorithms=Intelligente Algorithmen, die dir beim Lernen helfen
account.benefit.all=Zugriff auf alle Inhalte
account.benefit.features=Funktionnalit\u00e4ten um dein Lerninhalt anzupassen, z.B. markieren und ausschlie\u00dfen des Inhalts
tooltip.streak=Fortlaufende korrekte Antworten
tooltip.progress=Fortschritt durch die verschieden Aufgaben
category.45=JLPT 5 Kanji
results.correct.answers=Richtige Antworten
results.progress=Dein Fortschritt durch diese \u00dcbung
results.exercise.questions=Begriffe zu lernen in dieser \u00dcbung
results.still.to.learn=Zahl der Begriffe noch zu lernen
results.recap=Begriffe zu Wiederholen
answer.placeholder.japanese=
login.advanced.features=Bitte anmelden, um diese Funktionalit\u00e4t zu verwenden
word.accepted=Akzeptiert
intro.ready.learn=Bereit zu lernen
intro.plant.memory=Ged\u00e4chtnis einpflanzen
intro.ready.recap=Bereit zu wiederholen
intro.recap.later=Sp\u00e4ter wiederholen
category.46=Substantive
category.47=JLPT 4 Kanji
benefit.mtongue.text=Studieren in der Muttersprache hat sich als wirkungsvoller erwiesen
benefit.mtongue=Auf Deutsch lernen
benefit.examples=Praktische Beispiele
benefit.examples.text=Lerne praktische Sprachkenntnisse durch Zehntausende von Beispiels\u00e4tze
category.48=Dele A1 Diplom
category.49=Kanji Look and Learn
category.50=Goethe A2 Zertifikat
category.51=HSK 3 Pr\u00fcfung
category.52=RTGS
language.8=Thai
language.learn.8=Learn Thai
category.53=Key English Test (KET)
