# To change this license header, choose License Headers in Project Properties.
# To change this template file, choose Tools | Templates
# and open the template in the editor.

# welcome page
welcome.greeting=Aprende palabras y frases esenciales facilmente y gratis
welcome.uiLanguage=Idioma de la p\u00e1gina
header.categories=Categor\u00edas
welcome.selectLanguageToPractice=Quiero aprender ...
category.selectCategory=Seleccione una categor\u00eda para practicar
category.allExercises=Todos los ejercicios
category.markedByMe=Marcado por m\u00ed
exercise.selectExercise=Seleccione el ejercicio para practicar
settings.showAnswers=Mostrar respuestas
settings.moreOptions=M\u00e1s opciones 
settings.lessOptions=Menos opciones
intro.startAll=Todas las preguntas
intro.startMarked=Marcado por m\u00ed
intro.startLessThan=Menos que 
intro.correct=correcto
category.exercises=Ejercicios
exercise.questions=Preguntas
word.exercise=Ejercicio
word.easy=F\u00e1cil
word.medium=Medio
word.real=M\u00e1s dif\u00edcil
intro.userTopPoints=Puntuaci\u00f3n m\u00e1s alta
button.logIn=Iniciar sesi\u00f3n
word.password=Contrase\u00f1a
welcome.logInOr=Inicia sesi\u00f3n o
welcome.orCreateAccount=crea una nueva cuenta
button.qMarked=Marca
results.scoreTitle=Puntos para el ejercicio:
button.restart=Reanudar
button.otherExercise=Otro ejercicio
word.wordClass=Clase de palabras
question.acceptedAnswers=Respuestas aceptadas
question.titleTranslate=Traduce la palabra o la frase
question.pickMatch=Elija una respuesta adecuada
question.completeSentence=Complete la frase
question.whatHear=\u00bfQu\u00e9 escuchaste?
logout.youLoggedOut=Se ha cerrado la sesi\u00f3n
account.password.new=Nueva contrase\u00f1a
word.createAccount=Abrir una cuenta
word.email=Correo electr\u00f3nico
login.repeatEmail=Repite correo electr\u00f3nico
login.langfoxIsFree=LangFox es gratis y no compartir\u00e1 tu informaci\u00f3n personal
button.continueWithoutSave=Contin\u00faa sin guardar
save.saveProgress=Guarda tu progreso
save.loginOrCreateAccount=Inicia sesi\u00f3n o crea una cuenta para guardar tu progreso
error.message.problem.2=Hubo un problema. Por favor, vuelve a intentarlo.
results.subTitleAveragePart1=Promedio de las
results.subTitleAveragePart2=preguntas seleccionadas
welcome.tryWithoutLogin= Continuar sin iniciar sesi\u00f3n 
account.confirmSuccess=Su cuenta de usuario se ha creado correctamente
button.startLearning=Comenzar a aprender
account.accountInformation=Informaci\u00f3n de la cuenta
account.questionsAnswered=Preguntas resueltas
results.totalAveragePart1=Progreso de todas las
results.totalAveragePart2=preguntas del ejercicio
word.start=Empezar
intro.summaryOnQsAndPoints=Resumen de las preguntas y sus puntos hasta ahora
category.4=N\u00fameros
category.1=Palabras m\u00e1s usadas
category.2=Cortes\u00edas
category.3=Comer y beber
category.10=Tiempo
category.5=Experimental
category.8=Gente
category.14=HSK 1 Examen
category.12=Hiragana | Romaji
welcome.sorryNoSameLanguage=Lo sentimos, no se puede entrenar Espa\u00f1ol en Espa\u00f1ol.
word.example=Ejemplo
language.1=ingl\u00e9s
language.2=alem\u00e1n
language.3=espa\u00f1ol
language.4=finland\u00e9s
language.5=sueco
language.6=japon\u00e9s
language.7=chino
category.learnXinY.1=Aprender
category.learnXinY.2=en castellano
account.password.minimum= la contrase\u00f1a debe tener m\u00ednimo 6 caracteres, una may\u00fascula, una min\u00fascula y un n\u00famero
account.email.mismatch=Las direcciones de correo electr\u00f3nico deben coincidir
account.email.invalid= La direcci\u00f3n de correo electr\u00f3nico no es v\u00e1lido
account.check.email=Por favor, compruebe la direcci\u00f3n de correo electr\u00f3nico
account.match.email=Por favor, compruebe que las direcciones de correo electr\u00f3nico coincidan
account.check.password=Por favor, verifique la contrase\u00f1a
account.remember.me= Recu\u00e9rdame
error.6=Correo electr\u00f3nico o contrase\u00f1a incorrecta.
error.7=Hubo un problema con el inicio de sesi\u00f3n.
account.forgot=Restablecer contrase\u00f1a
account.reset.header=Restablecer la contrase\u00f1a
button.goToStart=Volver a empezar
account.reset.info1= Ya existe una cuenta LangFox con esa direcci\u00f3n de correo electr\u00f3nico
account.reset.info2=, hemos enviado las instrucciones para restablecer su contrase\u00f1a. \u00a1Gracias!
account.change.password=Cambiar contrase\u00f1a
account.password.current=Contrase\u00f1a actual
button.save.changes=Guardar cambios
word.edit=Editar
account.password.repeat=Repetir contrase\u00f1a
account.password.mismatch=Contrase\u00f1as deben coincidir
account.match.password=Por favor, compruebe que las contrase\u00f1as coincidan
account.password.status.1=La contrase\u00f1a no se actualiz\u00f3. Las nuevas contrase\u00f1as no concuerdan.
account.password.status.0=La contrase\u00f1a se actualiz\u00f3
account.password.status.2=La contrase\u00f1a no se actualiz\u00f3. Nueva contrase\u00f1a no cumple los requisitos.
account.password.status.3=La contrase\u00f1a no se actualiz\u00f3. La contrase\u00f1a actual es incorrecta.
account.password.status.4=Hubo un problema. la contrase\u00f1a no se actualiz\u00f3.
account.password.status.5=\u00a1Error! Intenta restablecer la contrase\u00f1a de nuevo.
account.reset.request=Solicitar Restablecer Contrase\u00f1a
account.reset.rule24h= Solo se puede hacer una solicitud de restablecimiento de contrase\u00f1a cada 24 horas. Por favor intente m\u00e1s tarde.
intro.streak=Racha
intro.streak.smaller=Racha bajo
word.score=Puntos
category.15=Katakana | Romaji
category.16=Sitios
category.11=Preguntas y respuestas
word.filter=Filtro
category.17=Hiragana | Katakana
word.hint=Consejo
category.18=Radicales Kangxi
category.19=Verbos
welcome.head.title=Langfox: Aprender idiomas gratis con la app inteligente
language.learn.1=Aprender ingl\u00e9s
language.learn.2=Aprender alem\u00e1n
language.learn.3=Aprender espa\u00f1ol
language.learn.4=Aprender finland\u00e9s
language.learn.5=Aprender sueco
language.learn.6=Aprender japon\u00e9s
language.learn.7=Aprender chino
languages.learn=Aprender idiomas con LangFox
category.22=Pa\u00edses y nacionalidades
word.translation=Traducci\u00f3n
welcome.head.description=Aprender chino japon\u00e9s alem\u00e1n ingl\u00e9s finland\u00e9s y sueco online gratis. Langfox es una app sencilla y personalizada. Ofrece b\u00e1sicos, gram\u00e1tica y frases esenciales
footer.contact=Contacto
footer.privacy.policy=Pol\u00edtica de privacidad
error.8=Falta nombre de usuario
error.9=Falta contrase\u00f1a
category.24=Certificado Goethe A1
word.category=Categor\u00eda
category.marked=Marcado por m\u00ed
category.all=Todos los ejercicios
word.average=Promedio
category.6=Todos los ejercicios
category.9=Marcado por m\u00ed
score.penalty.delete=por borrar
word.points=puntos
category.20=Colores
category.25=Cosas cotidianas
category.26=Frases esenciales
intro.remove.scores=\u00bfBorrar resultados de estas preguntas?
header.path=Camino
path.learning.path=Camino para aprender
path.select=Seleccione un ejercicio del camino
#Got it. Don't ask me anymore.
choose.got.it=Entend\u00ed. No me preguntes otra vez.
choose.change.anytime= Puedes cambiar la vista en cualquier momento con los botones de la barra de navegaci\u00f3n.
choose.category=Todos los ejercicios ordenados por categor\u00eda
choose.path=Ejercicios ordenados de f\u00e1cil a dif\u00edcil
choose.how=\u00bfC\u00f3mo quieres aprender?
category.27=Adjetivos y adverbios
category.28=Preposiciones
category.21=Genitivo
category.31=Ropa
category.30=Negaci\u00f3n
category.23=Ir de compras
category.7=Viajar
category.32=Alojamiento
word.skip=Saltar
content.introduction=Introducci\u00f3n al contenido
word.similar=Semejante
content.start.with.intro=Empezar con una Introducci\u00f3n al contenido
category.33=Inform\u00e1tica
category.34=Casos
category.35=4 tonos
question.firstLettersAreEnough=Al responder en su idioma, las primeras letras de la respuesta correcta son suficientes.
header.recap=Repasar
words.title=Repasar contenido ya practicado
words.login=Es necesario iniciar sesi\u00f3n para que podamos guardar tu historial de aprendizaje
button.more=M\u00e1s
word.accuracy=Precisi\u00f3n
word.item=Texto
word.progressive=Progresivo
word.due=Repasar
word.last.practized=Practicado hace
word.automatic.selection=Selecci\u00f3n autom\u00e1tica
word.selection.marked=Selecci\u00f3n de items marcado
words.by.ex.category=por categor\u00eda de los ejercicios
word.mark=Marcar
word.quickstart=Inicio r\u00e1pido
word.mark.verb=Marcar
word.now=Ahora
word.progress=Progreso
words.nothing=Todav\u00eda no tienes preguntas para repasar
exercise.you.have=Tienes
exercise.items.to.recap=preguntas para repasar en esta categor\u00eda.
exercise.you.have.already=Ya has respondido a estas preguntas, pero puedes reforzar tu memoria.
word.select=Seleccione
word.or=o
words.to.start.practicing=para empezar a practicar
word.continue=Continuar
accountnew.email.exists.1=Una cuenta con este correo electr\u00f3nico
accountnew.email.exists.2=ya existe. Si es tu correo electr\u00f3nico y no recuerdas la contrase\u00f1a, puedes
accountnew.email.exists.3=crear una nueva.
accountnew.email.exists.4=Como alternativa, puedes crear una cuenta con un otro correo electr\u00f3nico.
category.36=HSK 2 Examen
words.and.sentences.recap=palabras y frases a repasar
words.and.sentences.learned=palabras y frases que ya has practicado
results.for=Resultados
results.for.recap=Resultados para repasar
results.the.category=por categor\u00eda
results.the.exercise=para el ejercicio
results.you.have=Hay
results.more.items=m\u00e1s preguntas para repasar
results.with.options=con opciones
category.0=Todos los ejercicios
results.this.exercise=Este ejercicio tiene
click.me=haz click aqu\u00ed
word.account=Cuenta de usuario
word.logout=Cerrar sesi\u00f3n
language.my=Mi idioma
language.learning=Aprendiendo
word.change=Cambiar
overlay.fast.approval=Aprobaci\u00f3n r\u00e1pida
overlay.auto.transition=Transici\u00f3n autom\u00e1tica
overlay.fast.approval.text=Cuando contestas en tu propio idioma, es decir castellano, despu\u00e9s de escribir las primeras letras de la respuesta correcta el sistema acepta la respuesta.
overlay.auto.transition.text=Cuando respondes o revelas la respuesta con el icono del ojo, se te llevar\u00e1 autom\u00e1ticamente a la siguiente pregunta. No es necesario presionar la flecha a la derecha.
overlay.got.it=Ya entend\u00ed
overlay.click.hint=Hacer clic
category.37=El nuevo libro de chino pr\u00e1ctico
category.38=Palabras m\u00e1s usadas, hablar 
abbreviation.d=d
abbreviation.h=h
abbreviation.plusyear=+1a
exercise.introduction=Introducci\u00f3n del ejercicio
question.answered=Ya has respondido a esta pregunta
question.skipped=Te saltaste esta pregunta
exercise.introduction.text=El bot\u00f3n en la parte superior inicia el ejercicio. Abajo se presenta un resumen del contenido de este ejercicio para tu informaci\u00f3n. Tambi\u00e9n hay m\u00e9tricas de aprendizaje haciendo un seguimiento de tu progreso. En poco te lo explicaremos en detalle.
overlay.navigation=Navegaci\u00f3n
overlay.navigation.text=Primero, trata de responder a la pregunta. El icono del ojo revela la respuesta correcta y comprueba la respuesta. La flecha hacia la derecha te lleva a la siguiente pregunta. Con la flecha hacia la izquierda te puedes devolver a revisar las preguntas anteriores y sus respuestas.
overlay.progress=Progreso
overlay.progress.text=El medidor redondo en la parte superior derecha mide tu progreso a trav\u00e9s de las diferentes preguntas para cada palabra o frase. Entre m\u00e1s respuestas tengas mayor ser\u00e1 su valor y su valor subir\u00e1 hacia 100 puntos conforme las preguntas se van haciendo m\u00e1s dif\u00edciles.
overlay.streak.text=El indicador en la parte superior derecha mide la cantidad de respuestas correctas consecutivas para cada palabra o frase. Con esta informaci\u00f3n puedes repasar las palabras y frases problem\u00e1ticas para mejorar tus habilidades.
overlay.answer.language=El idioma de respuesta cambi\u00f3
overlay.answer.language.text=El idioma de respuesta cambi\u00f3. De esta manera se practica tanto la lectura como la escritura. El idioma de respuesta es indicado por la bandera que precede la entrada de la respuesta.
overlay.results.text=El medidor en la parte superior derecha mide tu progreso a trav\u00e9s de todo el ejercicio, incluyendo todas sus preguntas. En la tabla siguiente est\u00e1n listadas las preguntas, la respuesta correcta y lo que tu respondiste. La columna respasar muestra si este tema est\u00e1 programado para ser preguntado de nuevo. La columna progreso mide tu avance a trav\u00e9s de las diferentes preguntas para cada palabra o frase. Racha mide la cantidad de respuestas correctas consecutivas para cada palabra o frase.
overlay.results=Resultados
exercise.back.introduction=Volver a la introducci\u00f3n
word.exclude=Excluir
reset.scores=Restablecer puntos
word.question=Pregunta
my.answer=Mi respuesta
category.39=Palabras m\u00e1s usadas, prensa 
answer.not.accepted=Lo sentimos, tu respuesta no fue aceptada.
answer.transition.timer=Tiempo antes de la transici\u00f3n a la siguiente pregunta.
answer.stop.transition=Clic aqu\u00ed para detener la transici\u00f3n.
status.100.points.1=\u00a1Estupendo! Has llegado a 100 puntos para cada pregunta.
status.done=\u00a1Felicitaciones! Has contestado a todas las preguntas.
status.recap.is.good=Vale la pena repasar estas preguntas m\u00e1s tarde.
status.still.1=Todav\u00eda tienes
option.audio.off=Desactivar las preguntas de audio por 30 minutos
option.dont.ask=Bloquear esta pregunta
option.mark.this=Marcar esta pregunta
status.still.2=palabras o frases para aprender (progreso < 100) en este ejercicio.
pick.another.exercise=Seleccionar otro ejercicio
status.you.have.1=Tienes
status.you.have.2=preguntas, que puedes repasar para fortalecer tu memoria.
status.nothing.1=\u00a1Estupendo! Has repasado todas las preguntas.
status.nothing.2=Has repasado todas las preguntas que has practicado. Seleccione un ejercicio nuevo o uno incompleto para continuar.
status.nothing.great=Nada para repasar. \u00a1Muy bien!
word.help=Ayuda
account.please.reset=Por favor, cambia tu contrase\u00f1a
category.40=Japanese for Busy People 1
category.41=JLPT 5
category.42=Basic Kanji Book Vol. 1
category.head.title.p1=Aprender
category.head.title.p2=\ gratis online
category.head.title.p3=\ - Categor\u00edas
path.head.title.p3=\ - Camino
error.message.problem.1=Hubo un problema
error.1=Tu sesi\u00f3n ha caducado
error.2=El conjunto del ejercicio est\u00e1 vac\u00edo
error.3=Hay algo mal con el conjunto de este ejercicio
error.4=Hay un problema an\u00e1lizando el conjunto del ejercicio
error.5=El idioma del ejercicio no puede ser igual 
category.head.description.p1=Aprender
category.head.description.p3=con la app inteligente y divertida. Curso y ejercicios incluyen
category.head.description.p4.6=Hiragana, Katakana, Kanji, gram\u00e1tica y vocabulario para JLPT 5
category.head.description.p4.1=palabras m\u00e1s usadas, gram\u00e1tica y vocabulario para A1 nivel certificado
category.head.description.p4.2=palabras m\u00e1s usadas, gram\u00e1tica y vocabulario para Goethe A1 certificado
category.head.description.p4.3=palabras m\u00e1s usadas, gram\u00e1tica y vocabulario para Dele A1 certificado
category.head.description.p4.4=palabras m\u00e1s usadas, gram\u00e1tica y vocabulario para Yki A1 certificado
category.head.description.p4.5=palabras m\u00e1s usadas, gram\u00e1tica y vocabulario para nivel A1 certificado
category.head.description.p4.7=caracteres Hanzi y Pinyin, vocabulario para HSK 1, HSK 2, HSK 3 certificado
path.head.description.p3=con la app inteligente y divertida. Ejercicios en el camino incluyen
error.10=No se seleccion\u00f3 ninguna categor\u00eda o ejercicio
word.tasks=tareas
audio.turn.off=Deshabilitar las preguntas con audio por 60 minutos
intro.already.practiced=Ya practicados
error.11=Oh ... algo sali\u00f3 mal.
category.43=Pinyin
category.44=Romaji
words.show.more=Mostrar m\u00e1s
word.basic.form=Forma b\u00e1sica
question.conjugate.to=Flexiona a la forma
explanation.category=Categor\u00eda incluye todos los ejercicios organizados en categorias. Cada categor\u00eda tiene un puntaje que est\u00e1 indicado por la barra de progreso debajo del icono. Cuando tengas items programados para repasar en una categor\u00eda, est\u00e1 aparecer\u00e1 de primera en la lista con un icono de regadera. Las categor\u00edas en donde tengas el puntaje perfecto y nada por repasar son recompensadas con una corona. Puedes usar los botones en el encabezado para cambiar entre los modos de categor\u00eda y camino. Estos modos son solo maneras alternativas de presentar los ejercicios.
explanation.path=Camino contiene los ejercicios organizados en un camino de aprendizaje, poniendo los ejercicios b\u00e1sicos al comienzo y los m\u00e1s complicados al final. Cada ejercicio tiene un puntaje que es presentado con un medidor redondo con valores que van de 0 a 100. Cuando tengas elementos programados para repasar un icono con una regadera con el n\u00famero de items para repazar aparecer\u00e1 en el primer lugar de la lista. Si lo deseas puedes comenzar con los ejercicios inmediatamente con el bot\u00f3n de inicio r\u00e1pido o tambi\u00e9n puedes ver un resumen de los ejercicios oprimiendo el bot\u00f3n m\u00e1s grande con el ejercicio al lado de la lista. Puedes usar los botones en el encabezado para cambiar entre los modos de categor\u00eda y camino. Estos modos son solo maneras alternativas de presentar los ejercicios.
account.reset.body=Si has olvidado tu contrase\u00f1a, puedes introducir el correo electr\u00f3nico que utiliza para iniciar sesi\u00f3n. Enviaremos instrucciones sobre c\u00f3mo restablecer la contrase\u00f1a a esta direcci\u00f3n de correo electr\u00f3nico.
word.tutorial=Instrucciones
explanation.exclusion=\u00bfEsa pregunta es muy f\u00e1cil o no tienes inter\u00e9s en aprenderla? Puedes saltarte cualquier pregunta oprimiendo el bot\u00f3n excluir. Se entender\u00e1 que ya sabes esta informaci\u00f3n y no volver\u00e1 a ser mostrada. Sin embargo, puedes volver a incluir esta pregunta en la secci\u00f3n respasar.
explanation.marking=\u00bfQuieres marcar un item para poder volverlo a repasar m\u00e1s facilmente? Puedes marcarlo oprimiento el bot\u00f3n con el icono del pin. En la secci\u00f3n repasar podr\u00e1s seleccionar las palabras que marcaste con el pin para repasarlas. 
explanation.help=Puedes acceder a la azuda en cualquier momento desde el pie de p\u00e1gina. Cuando ya no la necesites regresaras al punto donde te encontrabas. 
explanation.script.pairs=Los ejercicios en Japon\u00e9s y Chino tienen diversos tipos de script que son indicados por los iconos al lado de los ejercicios. Por ejemplo, el icono de Kanji Hiragana indica que este ejercicio tiene preguntas con traducciones entre los scripts japoneses Kanji y Hiragana. El icono ingl\u00e9s-Hanzi muestra que el ejercicio tiene preguntas con traducciones entre ingl\u00e9s y el script chino Hanzi. 
words.script.pairs=Parejas de Scripts
answer.placeholder=Responde en
fi.partitive.suffix=
fi.translative.suffix=
benefit.free=Gratis
benefit.smart=Para ti
benefit.focus=Enfocado
benefit.fast=R\u00e1pido
benefit.free.text=Aprende todas las palabras y frases gratis
benefit.smart.text=Nuestros algoritmos inteligentes te adaptan un ritmo de aprendizaje \u00f3ptimo
benefit.focus.text=Hemos escogido las palabras m\u00e1s usadas para que aprendas las cosas esenciales r\u00e1pidamente
benefit.fast.text=Aprende r\u00e1pido con nuestra interfaz simplificada
word.create.password=Create a password
button.signUp=Registrarse
account.joinNow=Reg\u00edstrate ahora. \u00a1Langfox es GRATIS!
account.already.member=Already a member?
account.continue.without=Continue without account
account.no.save=Do not save
account.need.account=Need an account?
account.continue.testing=You can keep on testing the system with limited functionality
account.miss.benefits=You'll miss following benefits
account.benefit.algorithms=Smart algorithms helping you to learn
account.benefit.all=Access to all content
account.benefit.features=Advanced features like marking and excluding content
tooltip.streak=Respuestas correctas consecutivas
tooltip.progress=Progreso a trav\u00e9s de diferentes tareas
category.45=JLPT 5 Kanji
results.correct.answers=Respuestas correctas
results.progress=Tu progreso en este ejercicio
results.exercise.questions=Conceptos a aprender en este ejercicio
results.still.to.learn=Conceptos todav\u00eda a aprender
results.recap=Conceptos previstos para repasar
answer.placeholder.japanese=
login.advanced.features=Por favor registrese para usar las funciones avanzadas
word.accepted=Aceptadas
intro.ready.learn=Listo para aprender
intro.plant.memory=Plantando la memoria
intro.ready.recap=Listo para repasar
intro.recap.later=Repasar m\u00e1s tarde
category.46=Sustantivos
category.47=JLPT 4 Kanji
benefit.mtongue.text=Estudiar en tu lengua materna ha demostrado ser m\u00e1s eficaz
benefit.mtongue=Aprenda en castellano
benefit.examples=Ejemplos pr\u00e1cticos
benefit.examples.text=Aprende habilidades pr\u00e1cticas a trav\u00e9s de decenas de miles de ejemplos
category.48=Dele A1 Diploma
category.49=Kanji Look and Learn
category.50=Certificado Goethe A2
category.51=HSK 3 Examen
category.52=RTGS
language.8=Thai
language.learn.8=Learn Thai
category.53=Key English Test (KET)
